[
    {
        "applicationName": "Lunit INSIGHT CXR",
        "vendor": ["Lunit"],
        "website": "https://lunit.io/",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>Augmented Detection, Enhanced Workflow&nbsp;</p>",
        "about": "<p>Lunit INSIGHT CXR automatically detects 10 radiologic findings with high accuracy on chest radiographs. It provides visualization and quantitative information on the presence of each abnormal radiologic finding.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": ["Detection"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["CE cleared"],
        "appDescription": "Lunit INSIGHT CXR automatically detects 10 radiologic findings with high accuracy on chest radiographs. It provides visualization and quantitative information on the presence of each abnormal radiologic finding.",
        "featuresAndBenefits": "<p>● High accuracy (97-99% AUC)&nbsp;</p>\n<p>● Max. 20% increase in reading performance&nbsp;</p>\n<p>● 34% reduction in reading time</p>",
        "exampleCase": "",
        "training": "<p>Lunit INSIGHT CXR has been trained on over 200K chest x-ray images, including CT-proven cancer cases.</p>\n<p>It has been validated internally with datasets from Korea and Europe. The results showed AUC of 97.2% and 95.8% respectively (1). It has also been validated externally through reader studies and in a clinical setting (emergency department) at Seoul National University Hospital. The results were published in Radiology(2,5), JAMA Network Open(3), and Clinical Infectious Diseases(4).</p>\n<p>(1) Kim MC et al. Development of a Deep Learning-Based Algorithm for Independent Detection of Chest Abnormalities on Chest Radiographs. RSNA 2019.</p>\n<p>(2) Nam JG*, Park SG*, et al. Development and Validation of Deep Learning-Based Automatic Detection Algorithm for Malignant Pulmonary Nodules on Chest Radiographs. Radiology. 2018 Sep 25:180237</p>\n<p>(3) Performance Validation of a Deep Learning-Based Automatic Detection Algorithm for Major Thoracic Abnormalities on Chest Radiographs, JAMA Network Open 2019</p>\n<p>(4) Hwang EJ*, Park SG*, et al. Development and Validation of a Deep Learning-Based Automatic Detection Algorithm for Active Pulmonary Tuberculosis on Chest Radiographs. Clinical Infectious Diseases. 2018 Nov 12.</p>\n<p>(5)Hwang EJ et al. Deep Learning for Chest Radiograph Diagnosis in the Emergency Department, Radiology. 2019 Oct 22</p>",
        "logo": "/static/vendors/lunit/logo.png",
        "screenshots": ["/static/vendors/lunit/screenshots/1.jpg"],
        "introImg": ["/static/vendors/lunit/intro.png"],
        "exampleCaseImgs": ["/static/vendors/lunit/example_case/1.jpg"],
        "id": 1
    },
    {
        "applicationName": "LungIQ",
        "vendor": ["Predible Health"],
        "website": "http://prediblehealth.com/",
        "bodyPart": ["Lung", "Chest", "Thorax"],
        "snippet": "<p>Artificial Intelligence for Precision Lung Care&nbsp;</p>",
        "about": "<p>LungIQ is a holistic artificial intelligence-based application for the diagnosis and monitoring of respiratory conditions from Thoracic CT imaging.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Characterization", "Quantification"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["Pending CE approval"],
        "appDescription": "<p>Given that there are over 1 billion patients suffering from various respiratory conditions globally, there is limited expertise available for interpretation of complex respiratory conditions such as cancer, COPD and ILD. Pulmonologists and specialists worldwide are constrained with limited amount of information to make accurate diagnosis and treatment decisions.&nbsp;</p>\n<p>LungIQ platform provides accurate &amp; quantitative reports of various lung diseases, enabling improved insights for the pulmonologist and referring physicians.&nbsp;</p>\n<p>LungIQ is intended for use as a diagnostic aid / second-reader for Lung CT images. It is compatible with non-contrast CT and high-resolution CT images with slice thickness less than 2.5mm.</p>",
        "featuresAndBenefits": "<p>● Highly sensitive lung nodule detection for all kinds&nbsp;</p>\n<p>● Accurate size, volume, texture and location characterisation of nodules&nbsp;</p>\n<p>● Automatic Fleischner Society &amp; Lung-RADS recommendation&nbsp;</p>\n<p>● Overall lung and lung lobe volumes&nbsp;</p>\n<p>● Quantification and visualization of emphysema within each lobe&nbsp;</p>\n<p>● Quantification of fibrosis within each lobe&nbsp;</p>\n<p>● (Coming soon): Identification of fibrotic HRCT patterns for ILDs</p>",
        "exampleCase": "<p><br></p>",
        "training": "<p><em>Peer-Reviewed Journal Papers:</em></p>\n<p>1. “Unboxing AI - Radiological Insights Into a Deep Neural Network for Lung Nodule</p>\n<p>Characterization”, Academic Radiology, Oct 2019</p>\n<p>Link - <a href=\"https://www.ncbi.nlm.nih.gov/pubmed/31623996\">https://www.ncbi.nlm.nih.gov/pubmed/31623996</a></p>\n<p><br></p>\n<p><em>Whitepapers:</em></p>\n<p>1. “Deep Learning for Lung Cancer Detection”</p>\n<p>Predible Health with Intel AI: optimization for Intel® Xeon® Scalable processors</p>\n<p>• https://www.intel.ai/solutions/prediblehealth-whitepaper/</p>\n<p><br></p>\n<p><em>European Congress of Radiology 2019:</em></p>\n<p>1. Opening the \"Black Box\": radiological insights into a deep neural network for lung nodule</p>\n<p>characterization (<a href=\"https://ecronline.myesr.org/ecr2019/index.php?p=recording&amp;t=recorded&amp;lecture=opening-the-black-box-radiological-insights-into-a-deep-neural-network-for-lung-nodule-characterisation\">video</a>)</p>\n<p>2. Towards radiologist-level malignancy detection on chest CT scans: a comparative study of</p>\n<p>the performance of convolutional neural networks and four thoracic radiologists (<a href=\"https://posterng.netkey.at/esr/viewing/index.php?module=viewing_poster&amp;task=&amp;pi=150627&amp;searchkey=6754eb738bc0bea7c88df08997e1dfd7\">link</a>)</p>",
        "logo": "/static/vendors/predible_health/logo.png",
        "screenshots": ["/static/vendors/predible_health/screenshots/2.png"],
        "introImg": ["/static/vendors/predible_health/intro.png"],
        "exampleCaseImgs": ["/static/vendors/predible_health/example_case/exampleCase1.png"],
        "id": 2
    },
    {
        "applicationName": "Intracranial Hemorrhage",
        "vendor": ["Zebra Medical Vision"],
        "website": "https://www.zebra-med.com/  ",
        "bodyPart": ["Head", "Brain"],
        "snippet": "<p>Transforming Patient Care with the Power of AI</p>",
        "about": "<p>Automatically identifies findings suggestive of brain bleeds based on standard, non-contrast head CTs, outputs an alert, and provides faster identification for radiologists.</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Prioritiation", "Annotation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Intracranial Hemorrhage can occur as a result of traumatic injury (falls, crashes etc.), ruptured arteries (aneurysms), stroke or cancer. It can result from injury within a vein or artery, or a combination of the two. Regardless of the cause, the timely and accurate diagnosis of active bleeding is essential to the successful care of these patients.</p>\n<p>Intracranial Hemorrhage is an acute finding. Zebra would help in identifying and alerting radiologists to this potentially life-threatening abnormality. Such identification could be used to alert the radiologist and prioritize its reporting and notification to the treating physicians.&nbsp;</p>\n<p>5% of Hemorrhages are missed in an environment with radiologists. Even more, they are not being treated in time as they are not prioritized as acute. In clinical settings where the hospital is understaffed or staff is inexperienced, Zebra’s insights can help bring the most urgent cases to the radiologist’s immediate attention.</p>\n<p>● Significantly shorten the time to reach acute cases (TAT) - allowing the clinical team to initiate intervention sooner, if indicated and results in better patient outcomes.</p>\n<p>● Safety net to reduce missed Intracranial hemorrhage.&nbsp;</p>\n<p><u>Ideal Customer:</u></p>\n<p>Customers with busy ED/ER environments, teleradiology, large academic centers and others use the Zebra Intracranial Hemorrhage triage solution as an alert for acute positive Intracranial Hemorrhage cases and attend those in a timely manner.</p>\n<p><u>Inclusion criteria</u>: CT Head, w/o Contrast, 18+</p>\n<p><u>Intended use:</u></p>\n<p>Zebra’s triage efforts are focused on helping institutions leverage the power of AI in acute situations where algorithms can help flag and prioritize cases. Zebra’s triage solutions are directly integrated with the worklist that radiologists use as part of their clinical workflow.&nbsp;</p>\n<p>● Attend urgent cases as they come in the system</p>\n<p>● Provide a safety net to help on-call radiologists not miss an acute finding. Ideal for residents.</p>\n<p>● Provide expertise during low attendance times</p>\n<p>● Reduce legal claims.&nbsp;</p>",
        "featuresAndBenefits": "<p>● Triage&nbsp;</p>\n<p>● Key slice image</p>\n<p>● ICH finding annotation (Only for CE. FDA is approved without annotation)</p>\n<p>● Work list prioritization</p>",
        "exampleCase": "An 80-year-old woman was admitted to the emergency department with a complaint of blurred vision and confusion. She lost consciousness after an occipital injury to her head and woke up five minutes later. A computed tomography (CT) scan is performed in the emergency room to rule out a brain bleed and other abnormalities. HealthICH evaluates each Head CT scan as positive or negative for  Intracranial Hemorrhage. For cases when the algorithm returns positive for Intracranial hemorrhage, the scans are being prioritized in the radiologist worklist for urgent interpretation and reporting.",
        "training": "<p><u>Video testimonial </u>from customers on Triage: <a href=\"https://youtu.be/DpGf5r7eI0o\">https://youtu.be/DpGf5r7eI0o</a></p>\n<p><u>Publications</u></p>\n<p>· Improved Intracranial Hemorrhage Classification using Deep Multi-task Learning<br>\n Amir Bar, MS, Zebra Medical Vision, Inc.; Michal Mauda, MD, PhD; Yoni Turner, MD; Michal Cohen-Sfady, PhD; Eldad Elnekave, MD</p>\n<p>· Use of machine learning software results in high sensitivity and specificity in detection of intracranial hemorrhages on head CT<br>\n R K Lee, MD; B W Cemiglia, MD, MPH, Philadelphia, PA; E Einekave, MD; J Y Li, MD; B Devenney, MD; W Mu, MD; et al. (brett.cemiglia@gmail.com)</p>",
        "logo": "/static/vendors/zebra/logo.png",
        "screenshots": ["/static/vendors/zebra/screenshots/3.png"],
        "introImg": ["/static/vendors/zebra/intro.jpeg"],
        "exampleCaseImgs": ["/static/vendors/zebra/example_case/ExampleCase_ICH.png"],
        "id": 3
    },
    {
        "applicationName": "IB Lab KOALA",
        "vendor": ["ImageBiopsy Lab"],
        "website": "https://imagebiopsylab.com/",
        "bodyPart": ["Knee"],
        "snippet": "<p>Knee Osteoarthritis Labeling Assistant detects and quantifies radiographic Osteoarthritis on Xrays</p>",
        "about": "<p>IB Lab KOALA™ provides measurements of minimum joint space width, the presence or absence of sclerosis, joint space narrowing, and osteophytes based OARSI criteria; and the presence or absence of radiographic knee OA based on KL Grading.</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": ["Detection", "Annotation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>The KOALA provides measurements of minimum joint space width, the presence or absence of sclerosis, joint space narrowing, and osteophytes based OARSI criteria; and the presence or absence of radiographic knee OA based on KL Grading.&nbsp;</p>\n<p>The input is an image showing a single knee (left or right) or a bilateral knee image. Images are forwarded from the PACS to KOALA, and artificial intelligence-driven annotations are attached as DICOM-reports to the original study; detection – reporting – communication – documentation – follow up and quality insurance</p>",
        "featuresAndBenefits": "<p>• Reproducible measurements and accurate indicators for the detection of knee OA&nbsp;</p>\n<p>• Automatic and detailed documentation of patient outcomes&nbsp;</p>\n<p>• Automate your reporting workflow with our structured reports&nbsp;</p>\n<p>• 100% Workflow Integration</p>",
        "exampleCase": "",
        "training": "All the training and testing completed to date is based on data and assessments generated by the US-based OA Initiative (OAI) study. The study involved the recruitment of about 4,500 subjects both diagnosed with osteoarthritis and without radiographic OA. The study’s protocol stipulates the recruitment of a representative sample of the population, of all ethnicity groups and both genders, and between the ages of 45-79. Informed consent procedures followed all pertinent federal guidelines and the data available to researchers was anonymized. ",
        "logo": "/static/vendors/imagebiopsy_lab/logo.png",
        "screenshots": ["/static/vendors/imagebiopsy_lab/screenshots/4.png"],
        "introImg": ["/static/vendors/imagebiopsy_lab/intro.png"],
        "exampleCaseImgs": ["/static/vendors/imagebiopsy_lab/example_case/ExampleCase_IBL.png"],
        "id": 4
    },
    {
        "applicationName": "CERCARE Perfusion",
        "vendor": ["Cercare Medical"],
        "website": "www.cercare-medical.com",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>Help your patients beat the clock&nbsp;</p>",
        "about": "<p>CERCARE Perfusion automatically generates easy-to-read perfusion maps for CT and MRI that include unique biomarkers of oxygen extraction and metabolism.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [""],
        "modality": ["CT", "MR"],
        "workflowStage": ["Assessment"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "CERCARE Perfusion simpliﬁes clinical workﬂow by minimizing the time spent on images processing, thus allowing clinicians to focus on the patient and the pathology. \nOur solution generates unique maps of oxygen extraction and metabolism which has not been possible for CT and MRI before. Cercare Medical biomarkers allow to identify tissue changes more clearly and at earlier time points in a wide range of neurological disorders involving vascular and microvascular pathology.\n",
        "featuresAndBenefits": "<p>• AI-powered automation&nbsp;</p>\n<p>• Robust precision&nbsp;</p>\n<p>• Unique biomarkers of oxygen extraction and metabolism</p>",
        "exampleCase": "",
        "training": "",
        "logo": "/static/vendors/cercare_medical/logo.png",
        "screenshots": ["/static/vendors/cercare_medical/screenshots/5.png"],
        "introImg": ["/static/vendors/cercare_medical/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/cercare_medical/example_case/CERCARE_Perfusion.png"],
        "id": 5
    },
    {
        "applicationName": "contextflow SEARCH  ",
        "vendor": ["contextflow GmbH"],
        "website": "http://contextflow.com/",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>AI Content Based Image Retrieval system for 3D medical imaging data&nbsp;</p>",
        "about": "<p>contextflow SEARCH is an AI-based image retrieval system for 3D medical imaging data that allows for instant retrieval of relevant information to support radiologists during evaluation of chest CT scans.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Characterization"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>contextflow is a spin-off of the Medical University of Vienna (MUW), Technical University of Vienna (TU) and European research project KHRESMOI. Founded by a team of AI and engineering experts in July 2016, the company was awarded the distinction of Most Promising Startup by the BCS Search Industry, received the Digital Innovation Award by the Austrian Federal Ministry of Education, Science and Research and was selected as one of 19 startups out of over 700 applications to participate in the Philips HealthWorks accelerator program. It is currently testing its 3D image-based software with eight European partners, expanding internationally to other locations later this year.&nbsp;</p>\n<p>contextflow SEARCH is an Artificial Intelligence (AI)-based Content Based Image Retrieval (CBIR) system for 3D medical imaging data. The system allows for instant retrieval of case-relevant information, which supports radiologists during reporting by&nbsp;</p>\n<p>● Retrieval of cases with visually-similar appearances in a given knowledge base of retrospective cases from their own imaging archive&nbsp;</p>\n<p>● Identification and visualization of image regions with suspected pathological changes&nbsp;</p>\n<p>● Providing suggestions for imaging patterns for specific image regions&nbsp;</p>\n<p>● Providing reference information for imaging patterns such as links to literature, articles or guidelines&nbsp;</p>\n<p>This reduces time spent to search for case-relevant information and increases reporting confidence and quality.&nbsp;</p>",
        "featuresAndBenefits": "<p><strong>Features&nbsp;</strong></p>\n<p>● Region of interest-based 3D image search from contextflow’s knowledge base or in-house archive&nbsp;</p>\n<p>● Automated detection of image regions with suspected pathological changes&nbsp;</p>\n<p>● Suggestions for a selected number of image patterns of specific image regions&nbsp;</p>\n<p>● Associated reference information&nbsp;</p>\n<p>● Seamless integration into clinical workflow&nbsp;</p>\n<p><br></p>\n<p><strong>Benefits&nbsp;</strong></p>\n<p>● Reduces report turnaround time&nbsp;</p>\n<p>● Improves confidence of radiologists increases quality/accuracy of radiology reports</p>",
        "exampleCase": "<p><br></p>",
        "training": "<p>contextflow SEARCH is currently evaluated with eight clinical partners within Europe.</p>\n<p><em>Content based image retrieval for the improvement of radiological workflow in diagnosing pulmonary pathologies.&nbsp;</em></p>\n<p>S. Roehrich, M. Holzer, M. Krenn, T. Schlegl, R. Donner, G. Langs, H. Prosch EuSoMii 2018</p>",
        "logo": "/static/vendors/contextflow/logo.png",
        "screenshots": ["/static/vendors/contextflow/screenshots/6.png"],
        "introImg": ["/static/vendors/contextflow/intro.png"],
        "exampleCaseImgs": ["/static/vendors/contextflow/example_case/Example_Case_Contextflow.png"],
        "id": 6
    },
    {
        "applicationName": "Cartilage automated parcellation and T2 Mapping",
        "vendor": ["QUIBIM"],
        "website": "https://QUIBIM.com/",
        "bodyPart": ["Knee"],
        "snippet": "<p>Automated application to obtain cartilage the T2 mapping of the femoral cartilage</p>",
        "about": "<p>Automated application to obtain cartilage the T2 mapping of the femoral cartilage using AI to automatically segment the cartilage.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["MR"],
        "workflowStage": ["Quantification", "Scoring", "Detection"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Noninvasive automated post-processing application to obtain cartilage the T2 mapping of the femoral cartilage using AI to automatically segment the cartilage.&nbsp;</p>\n<p>T2 mapping helps depicting changes and abnormalities in the cartilage matrix.&nbsp;</p>",
        "featuresAndBenefits": "<p>• Automatic segmentation using AI&nbsp;</p>\n<p>• One-page structured report&nbsp;</p>\n<p>• Workflow optimization</p>",
        "exampleCase": "",
        "training": "",
        "logo": "/static/vendors/quibim/logo.png",
        "screenshots": ["/static/vendors/quibim/screenshots/7.png"],
        "introImg": ["/static/vendors/quibim/intro.PNG"],
        "exampleCaseImgs": [
            "/static/vendors/quibim/example_case/ExampleCase_Cartilage automated parcellation and T2 Mapping.png"
        ],
        "id": 7
    },
    {
        "applicationName": "Aidoc – Intracranial Hemorrhage Solution",
        "vendor": ["Aidoc"],
        "website": "https://www.aidoc.com/",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>The AI aid for flagging and prioritizing ICH findings&nbsp;</p>",
        "about": "Flags intracranial hemorrhage on CT to speed identification, triage, and treatment of stroke.",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Prioritiation", "Detection"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "Aidoc’s solutions work directly with the radiologist to prioritize urgent findings and elevate them to the top of the worklist, reducing time to treatment for critical patients.",
        "featuresAndBenefits": "<p>• Proficient in all types of hemorrhages, highly sensitive to subtle hemorrhage near skull or along falx/tentorium.&nbsp;</p>\n<p>• Empowering radiologists to detect urgent cases faster.&nbsp;</p>\n<p>• Automatic analysis of all appropriate studies followed by notification directly in the native workflow.</p>",
        "exampleCase": "Subtle right parietal SDH",
        "training": "<p>Aidoc’s deep learning solutions are trained on large dataset from various sites.&nbsp;</p>\n<p>Its solutions are also validated with the American College of Radiology as part of its ACR-DSI ASSESS registry.&nbsp;</p>\n<p>Numerous research publications have been published on Aidoc’s clinical impact.&nbsp;</p>\n<p>Aidoc's deep learning solution achieved 95% Sensitivity and 99% Specificity on a data set of 7,112 ICH cases.</p>",
        "logo": "/static/vendors/aidoc/logo.png",
        "screenshots": ["/static/vendors/aidoc/screenshots/8.png"],
        "introImg": ["/static/vendors/aidoc/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/aidoc/example_case/ich.png"],
        "id": 8
    },
    {
        "applicationName": "Aidoc – C-spine Solution",
        "vendor": ["Aidoc"],
        "website": "www.aidoc.com",
        "bodyPart": ["Spine", "Neck"],
        "snippet": "<p>The AI aid for flagging and prioritizing cervical spine fractures&nbsp;</p>",
        "about": "Flags cervical spine fractures on CT to speed identification, triage, and treatment of stroke.",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Prioritiation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "Aidoc’s  solutions work directly with the radiologist to prioritize urgent findings and elevate them to the top of the worklist, reducing time to treatment for critical patients.",
        "featuresAndBenefits": "<p>• Can differentiate between degenerative changes of the spine and acute findings, performs well on sub-optimal image quality.&nbsp;</p>\n<p>• Empowering radiologists to detect urgent cases faster.&nbsp;</p>\n<p>• Automatic analysis of all appropriate studies followed by notification directly in the native workflow.</p>",
        "exampleCase": "Subtle pedicle fracture C2",
        "training": "Aidoc’s deep learning solutions are trained on large dataset from various sites. Its solutions are also validated with the American College of Radiology as part of its ACR-DSI ASSESS registry. ",
        "logo": "/static/vendors/aidoc/logo.png",
        "screenshots": ["/static/vendors/aidoc/screenshots/9.png"],
        "introImg": ["/static/vendors/aidoc/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/aidoc/example_case/c-spine.png"],
        "id": 9
    },
    {
        "applicationName": "Pneumothorax",
        "vendor": ["Zebra Medical Vision"],
        "website": "https://www.zebra-med.com/",
        "bodyPart": ["Chest", "Thorax"],
        "snippet": "<p>Transforming Patient Care with the Power of AI</p>",
        "about": "Automatically identifies findings suggestive of pneumothorax on CR, DR and/or DX scans, outputs an alert, and reduces turnaround time of radiologists by 85%.",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Scoring", "Prioritiation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Pneumothorax is a condition in which there is an accumulation of gas within the pleural space between the lung and the chest wall. Without prompt management, pneumothorax can lead to total lung collapse and other potentially fatal complications. Pneumothorax remains a globally important health problem with considerable associated morbidity and healthcare costs.</p>\n<p>Pneumothorax is a potentially life-threatening but readily treated emergency. Zebra can help in detecting and alerting radiologists to this potentially life-threatening abnormality in a timely manner. Such detection could be used to alert the radiologist and prioritize its reporting and notification to the treating physicians.&nbsp;</p>\n<p>● Significantly shorter time to reach acute cases (85% reduction in TAT).</p>\n<p>● Safety net to reduce missed pneumothorax and reduce mortality.</p>\n<p><u>Ideal Customer:</u></p>\n<p>Customers with busy ED/ER environments, teleradiology, large academic centers and others use the Zebra pneumothorax triage solution as an alert for acute positive pneumothorax cases and attend those in a timely manner.</p>\n<p><u>Inclusion criteria</u>: 18+ year olds, CR, DR, DX</p>\n<p><u>Intended use:</u></p>\n<p>Zebra’s triage efforts are focused on helping institutions leverage the power of AI in acute situations where algorithms can help flag and prioritize cases. Zebra’s triage solutions are directly integrated with the worklist that radiologists use as part of their clinical workflow.&nbsp;</p>\n<p>● Attend urgent cases as they come in the system</p>\n<p>● Provide a safety net to help on-call radiologists not miss an acute finding. Ideal for residents.</p>\n<p>● Provide expertise during low attendance times</p>\n<p>● Reduce legal claims.</p>\n<p>1. Inpatients:</p>\n<p>Hospitalized patients experience PTX as a result of certain surgical procedures (lung biopsies, central venous catheter (CVC) insertions). Small PTX can be missed - if the patient is ventilated this can quickly progress to a life-threatening tension PTX.&nbsp;</p>\n<p>2. Outpatients:</p>\n<p>Outpatients can experience spontaneous PTX. As this is a rare finding it can be overlooked and go dangerously untreated.&nbsp;</p>",
        "featuresAndBenefits": "<p>● Triage&nbsp;</p>\n<p>● Triage with visualization (Only for CE. FDA is approved without visualization)</p>\n<p>● Worklist prioritization</p>",
        "exampleCase": "A 25-year-old patient presents after a motor vehicle accident, and a chest x-ray (CXR) is taken in the emergency room. Zebra-Med’s Triage X-ray package, evaluates the image and categorizes the chest as pneumothorax present, absent, or undetermined. For cases when the algorithm returns pneumothorax present, the exam is prioritized in the radiologist worklist for urgent interpretation and reporting. \n\nA 70-year-old patient admitted to the ICU is subject to several medical interventions that have a risk of pneumothorax as a complication. Zebra evaluates the image and decides if a PNX is present. If positive, the exam is prioritized in the radiologist worklist for urgent interpretation and reporting.\n",
        "training": "<p><u>Video testimonial </u>from customers on Triage: <a href=\"https://youtu.be/ftznsSvrumc\">https://youtu.be/ftznsSvrumc</a></p>\n<p><u>Publications</u></p>\n<p>· TextRay: Mining Clinical Reports to Gain a Broad Understanding of Chest X-rays -<br>\n Jonathan Laserson, Christine Dan Lantsman, Michal Cohen-Sfady, Itamar Tamir, Eli Goz, Chen Brestel, Shir Bar, Maya Atar, and Eldad Elnekave</p>\n<p>· RadBot-CXR: Classification of Four Clinical Finding Categories in Chest X-Ray Using Deep Learning -<br>\n Chen Brestel, Rand Shadml, Itamar Tamir, Michal Cohen-sfaty, Eldad Einekave</p>\n<p>· Use of machine learning software results in high sensitivity and specificity in detection of pneumothoraces on chest x-rays -<br>\n H Son, MD; D Nguyen, Philadelphia, PA; R K Lee, MD; I Goykhman, DO; J Hochhold, MD; E Einekave, MD; et al. (dinhuy.nguyen@gmail.com)</p>",
        "logo": "/static/vendors/zebra/logo.png",
        "screenshots": ["/static/vendors/zebra/screenshots/10.jpeg"],
        "introImg": ["/static/vendors/zebra/intro.jpeg"],
        "exampleCaseImgs": ["/static/vendors/zebra/example_case/ExampleCase_PNEUMOTHORAX.png"],
        "id": 10
    },
    {
        "applicationName": "Aortic Dilation",
        "vendor": ["IMedis"],
        "website": "www.imedis.ai",
        "bodyPart": ["Thorax", "Abdomen"],
        "snippet": "<p>Detect When it Matters Most&nbsp;</p>",
        "about": "<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Quantification"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["Research use only"],
        "appDescription": "<p>Aortic dilatation is a common significant incidental finding in chest and body CT scans. Accurate assessment of aortic size is a key component in the detection and in guiding therapeutic decisions.&nbsp;</p>\n<p>IMedis developed a proprietary set of algorithms capable of accurately detecting aorta’s boundaries in the thorax and abdomen and measuring its caliber in any CT protocol allowing radiologists to improve their detection rates of aortic dilation.&nbsp;</p>",
        "featuresAndBenefits": "<p>• Automatic detection of aorta’s boundaries&nbsp;</p>\n<p>• CT protocol agnostic&nbsp;</p>\n<p>• W/WO contrast agnostic&nbsp;</p>\n<p>• Automatic measurement of caliber&nbsp;</p>\n<p>• Customizable threshold for alerting (default to 40mm)&nbsp;</p>\n<p>• Generation of key images with measurement overlays</p>",
        "exampleCase": "",
        "training": "<p><strong>Training &amp; Validation</strong></p>\n<p>· 698 training scans from the public LIDC-IDRI data set</p>\n<p>· 100 testing scans (none of which are in the training set), from the LIDC-IDRI data set</p>\n<p>· Average diameter difference from ground-truth:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o Ascending: 0.33 mm</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o Descending: 0.08 mm</p>\n<p><strong>Scientific publication under work: Clinical trial at UCSD</strong></p>\n<p><strong>Study Design:</strong><br>\n Single-center, retrospective, non-randomized study to evaluate the performance of the IMedis Platform.</p>\n<p><strong>Objectives:</strong><br>\n To prove the ability of IMedis Platform to detect unreported findings in CT studies</p>\n<p><strong>Sample Size:</strong><br>\n 5000 CT studies</p>\n<p><strong>Endpoints:</strong></p>\n<p>· The IMedis Platform can identify unreported pulmonary nodules in at least 1.5% of chest CT studies</p>\n<p>· The IMedis Platform can identify unreported dilated thoracic aortas in at least 0.5% of chest CT studies</p>\n<p><strong>Results:</strong></p>\n<p>· <strong>5024</strong> CT scans analyzed&nbsp;</p>\n<p>· <strong>1,835</strong> significant findings:&nbsp;</p>\n<p>· <strong>204</strong> missed findings surfaced</p>",
        "logo": "/static/vendors/imedis/logo.png",
        "screenshots": ["/static/vendors/imedis/screenshots/11.png"],
        "introImg": ["/static/vendors/imedis/intro.png"],
        "exampleCaseImgs": ["/static/vendors/imedis/example_case/ExampleCase_Aortic_1.png"],
        "id": 11
    },
    {
        "applicationName": "Lung Nodules",
        "vendor": ["IMedis"],
        "website": "www.imedis.ai",
        "bodyPart": ["Lung", "Chest"],
        "snippet": "<p>Detect When it Matters Most</p>",
        "about": "<p>Automated algorithm for detecting and measuring pulmonary nodules transforming any CT scan into a lung screening scan.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Quantification"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["Research use only"],
        "appDescription": "<p>Lung cancer is the most common cause of cancer-related death. Symptoms of lung cancer don’t appear until the disease is already at an advanced, non-curable stage. In many cases lung cancer can be diagnosed early as an incidental finding in CT scans taken for other reasons.</p>\n<p>IMedis developed a proprietary set of algorithms capable of detecting and measuring lung nodules in any CT protocol which demonstrate lung tissue allowing radiologists to improve their detection rates of significant lung nodules which requires follow-up.</p>",
        "featuresAndBenefits": "<p>• Automatic detection of suspicious lung nodules&nbsp;</p>\n<p>• CT protocol agnostic&nbsp;</p>\n<p>• W/WO contrast agnostic&nbsp;</p>\n<p>• Doesn’t require demonstration of full lung volume (i.e. allows detection of lung nodules from an abdomen CT scan)&nbsp;</p>\n<p>• Customizable threshold on nodules’ diameter for alerting (default to 6mm)&nbsp;</p>\n<p>• Generation of key images with bounding boxes overlay and providing diameter for each detected nodule</p>",
        "exampleCase": "",
        "training": "<p><strong>Training &amp; Validation</strong></p>\n<p>· 698 training scans from the public LIDC-IDRI data set</p>\n<p>· 289 testing scans (none of which are in the training set), from the LIDC-IDRI data set with 235 pulmonary nodules, consisting of 137 positive (at least 1 nodule) and 140 negative (no nodules) scans.</p>\n<p>· Detection accuracy Per Case:</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o Sensitivity: 126/137 – 92%&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o Specificity: 129/140 – 92.1%</p>\n<p><br></p>\n<p><strong>Scientific publication under work: Clinical trial at UCSD</strong></p>\n<p><strong>Study Design:</strong></p>\n<p>Single-center, retrospective, non-randomized study to evaluate the performance of the IMedis Platform.</p>\n<p><strong>Objectives:</strong></p>\n<p>To prove the ability of IMedis Platform to detect unreported findings in CT studies</p>\n<p><strong>Sample Size:</strong></p>\n<p>5000 CT studies</p>\n<p><strong>Endpoints:</strong></p>\n<p>The IMedis Platform can identify unreported pulmonary nodules in at least 1.5% of chest CT studies</p>\n<p>The IMedis Platform can identify unreported dilated thoracic aortas in at least 0.5% of chest CT studies</p>\n<p><strong>Results:</strong></p>\n<p>· 5024 CT scans analyzed&nbsp;</p>\n<p>· 1,835 significant findings:&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o 204 missed findings surfaced</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;o 1,631 reported findings à No interference</p>\n<p>· 13% detection performance increase</p>\n<p>· Significant missed finding detected in 4% of general population</p>\n<p>· Less than 1 FP per 24 scans&nbsp;</p>",
        "logo": "/static/vendors/imedis/logo.png",
        "screenshots": ["/static/vendors/imedis/screenshots/12.png"],
        "introImg": ["/static/vendors/imedis/intro.png"],
        "exampleCaseImgs": ["/static/vendors/imedis/example_case/ExampleCase_Lung.png"],
        "id": 12
    },
    {
        "applicationName": "Accipio Ix",
        "vendor": ["MaxQ"],
        "website": "https://maxq.ai/",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>Identifies and Prioritizes ICH (brain bleeds)</p>",
        "about": "<p>Accipio Ix™ – provides automatic identification/detection, notification, acceleration and prioritization of suspected ICH. &nbsp;</p>",
        "pointOfCare": ["Intellispace AI", "CT Workstation"],
        "modality": ["CT"],
        "workflowStage": ["Prioritiation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>MaxQ AI will support the complete <em>ACCIPIO® ICH and Stroke Platform</em> with INSIGHT™: It will support the Radiology Department, Emergency Room, Neuroradiology and the Stroke teams with a fully-automated solution. The current <em>ACCIPIO® platform will provide </em>tools for identification &amp; prioritization (lx)(1), slice-level annotation (Ax)(2), and triage guidance for suspected ICH presence and diagnostic quality rule-out(3).&nbsp;</p>\n<p>(1) Accipio Ix: FDA Cleared, CE Approved&nbsp;</p>\n<p>(2) Accipio Ax: FDA Cleared, CE Approved</p>\n<p>(3) Diagnostic Rule-Out, Future Device: CAUTION--Investigational device. Limited by United States and international law to investigational use.</p>",
        "featuresAndBenefits": "<p>The complete <em>Accipio</em> solution for head trauma and stroke promises to:</p>\n<p>· Greatly increase ICH detection and reduce missed ICHs through near real-time triage, annotation and diagnostic rule-out – because every minute matters for TBI, trauma, and stroke patients.&nbsp;</p>\n<p>· Potentially enhance clinical confidence, including mobilization of ischemic stroke and neurosurgery teams&nbsp;</p>\n<p>· Provide the right care readied faster, improving quality to potentially avoid poor patient outcomes and to decrease costs and liability.&nbsp;</p>\n<p>· Provide slice-level annotation, lesion-level annotation and quantification of lesion volume within suspected ICH.&nbsp;</p>\n<p>· Provide automatic diagnostic ICH rule-out.&nbsp;</p>\n<p>· Deployed through Major CT, AI ecosystem, and PACS channel partners; completely integrated, supported, and serviced from partners you trust.&nbsp;</p>\n<p>· To address the total workflow needs of the reader. Not a single algorithm –– an ecosystem designed to benefit the patient, care provider, and facility.</p>",
        "exampleCase": "",
        "training": "<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10852416\">www.ncbi.nlm.nih.gov/pubmed/10852416</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27143499\">www.ncbi.nlm.nih.gov/pubmed/27143499</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26846858\">www.ncbi.nlm.nih.gov/pubmed/26846858</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/29247142\">www.ncbi.nlm.nih.gov/pubmed/29247142</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26210525\">www.ncbi.nlm.nih.gov/pubmed/26210525</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28122885\">www.ncbi.nlm.nih.gov/pubmed/28122885</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28301451\">www.ncbi.nlm.nih.gov/pubmed/28301451</a></p>",
        "logo": "/static/vendors/maxq/logo.png",
        "screenshots": ["/static/vendors/maxq/screenshots/13.png"],
        "introImg": ["/static/vendors/maxq/intro.png"],
        "exampleCaseImgs": ["/static/vendors/maxq/example_case/ExampleCase_MaxQ_forAll3Applications.png"],
        "id": 13
    },
    {
        "applicationName": "Heartbeat Calcium Scoring",
        "vendor": ["Philips"],
        "website": "www.example.com",
        "bodyPart": ["Thorax", "Chest"],
        "snippet": "<p>The Cardiac Calcium Scoring application is used to estimate the amount of calcium in the coronary arteries</p>",
        "about": "The Cardiac Calcium Scoring application is used to estimate the amount of calcium in the coronary arteries.",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "",
        "featuresAndBenefits": "",
        "exampleCase": "",
        "training": "",
        "logo": "/static/vendors/philips/logo.png",
        "screenshots": ["/static/vendors/philips/screenshots/14.jpg"],
        "introImg": ["/static/vendors/philips/intro.png"],
        "exampleCaseImgs": ["/static/vendors/philips/example_case/ExampleCase_CT calcium scoring.jpg"],
        "id": 14
    },
    {
        "applicationName": "CT Lung Nodule Assessment (LNA)",
        "vendor": ["Philips"],
        "website": "https://www.philips.com.sg/healthcare/product/HC881072/intellispace-portal-90-advanced-visual-analysis",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>CT Lung Nodule Assessment (LNA) capabilities and decision support tools are embedded into the workflow of lungs follow-up readings</p>",
        "about": "CT Lung Nodule Assessment (LNA) capabilities and decision support tools are embedded into the workflow of lungs follow-up readings, together with a Risk Calculator tool based on patient history and nodule characteristics for estimation of malignancy probability. The LNA CAD is an artificial second reader which detects potentially actionable lung nodules, excludes normal anatomy with volumetric segmentation. Nodules detection is done automatically based on characteristics, and anatomical context (taking into account the nodules location in the lung).",
        "pointOfCare": [""],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Segmentation", "Characterization", "Prediction", "Staging"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "The Algorithm is flagging acute anomalies in real time. it uses deep learning \"behind the scenes\" and provides… an actual explanation of the way it works",
        "featuresAndBenefits": "A summary of literature review",
        "exampleCase": "Which data from which settings, research outcomes/return on investment literature",
        "training": "Description of the training requirements",
        "logo": "/static/vendors/philips/logo.png",
        "screenshots": ["/static/vendors/philips/screenshots/15.jpg"],
        "introImg": ["/static/vendors/philips/intro.png"],
        "exampleCaseImgs": [""],
        "id": 15
    },
    {
        "applicationName": "MR Liver Health",
        "vendor": ["Philips"],
        "website": "https://www.usa.philips.com/healthcare/product/HC881102/intellispace-portal-10-advanced-visualization",
        "bodyPart": ["Liver"],
        "snippet": "<p>MR Liver Health application provides global liver information from MR mDIXON images, starting with whole Liver automatic segmentation via ML methods, followed by offering global or regional parameters</p>",
        "about": "MR Liver Health application provides global liver information from MR mDIXON images, starting with whole Liver automatic segmentation via ML methods, followed by offering global or regional parameters (fat fraction, T2*, and R2*) with and without threshold correction in an automatic manner.",
        "pointOfCare": [""],
        "modality": ["MR"],
        "workflowStage": ["Detection", "Segmentation", "Characterization"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "The Algorithm is flagging acute anomalies in real time. it uses deep learning \"behind the scenes\" and provides… an actual explanation of the way it works",
        "featuresAndBenefits": "A summary of literature review",
        "exampleCase": "Which data from which settings, research outcomes/return on investment literature",
        "training": "Description of the training requirements",
        "logo": "/static/vendors/philips/logo.png",
        "screenshots": ["/static/vendors/philips/screenshots/16.jpg"],
        "introImg": ["/static/vendors/philips/intro.png"],
        "exampleCaseImgs": ["/static/vendors/philips/example_case/ExampleCase_MR Liver Health_1.jpg"],
        "id": 16
    },
    {
        "applicationName": "MR Longitudinal Brain Imaging",
        "vendor": ["Philips"],
        "website": "https://www.philips.com/a-w/about/news/archive/standard/news/press/2016/20161128-philips-enhances-neurological-diagnosis-with-the-launch-of-intellispace-portal-9_0.html",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>MR Longitudinal Brain Imaging (LoBI) offers tracking and evaluation of neurological disorders via serial brain scans</p>",
        "about": "MR Longitudinal Brain Imaging (LoBI) offers tracking and evaluation of neurological disorders via serial brain scans: automatic image registration (tailored for brain images) to simplify comparison, bias-field correction for improved image appearance, together with automatic subtraction of images taken at different time points.",
        "pointOfCare": [""],
        "modality": ["MR"],
        "workflowStage": ["Detection", "Segmentation", "Characterization"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "The Algorithm is flagging acute anomalies in real time. it uses deep learning \"behind the scenes\" and provides… an actual explanation of the way it works",
        "featuresAndBenefits": "A summary of literature review",
        "exampleCase": "Which data from which settings, research outcomes/return on investment literature",
        "training": "Description of the training requirements",
        "logo": "/static/vendors/philips/logo.png",
        "screenshots": ["/static/vendors/philips/screenshots/17.jpg"],
        "introImg": ["/static/vendors/philips/intro.png"],
        "exampleCaseImgs": ["/static/vendors/philips/example_case/ExampleCase_MR LOBI_1.jpg"],
        "id": 17
    },
    {
        "applicationName": "Compression Fractures",
        "vendor": ["Zebra Medical Vision"],
        "website": "https://www.zebra-med.com/  ",
        "bodyPart": ["Chest", "Abdomen"],
        "snippet": "<p>Transforming Patient Care with the Power of AI</p>",
        "about": "Zebra’s solution automatically detects and alerts on the presence of vertebral fractures, increasing the amount of detected vertebral fractures, thus the number of patients enrolled to prevention programs.",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Prioritiation", "Annotation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Zebra’s solution provides powerful new technology that can identify vertebral compression fractures in an effort to help stem the widespread impact of osteoporosis. As noted by the World Congress of Osteoporosis, 75% of compression fractures are missed or not reported. <br>\n Zebra’s automated compression fracture detection can help an institution identify most compression fractures on commonly performed chest and abdomen CT scan.</p>\n<p>Osteoporotic vertebral compression fractures are common, affecting up to one in four of post – menopausal women, and nearly one in seven men over the age of 65. Vertebral compression fractures (VCF) are a direct cause of morbidity, decreasing mobility and functional status, particularly among the elderly. Detection of VCF’s is paramount in the effort to decrease secondary osteoporotic fractures – the most morbid of which are hip fractures. Diagnosing VCF’s is therefore of critical importance for the implementation of both primary therapeutic and secondary preventative interventions.</p>\n<p><u>Value proposition:</u></p>\n<p>· Leverage Fracture Prevention Services: more patients, fully-automated, higher ranking and prestige</p>\n<p>· Opportunistic Osteoporosis detection&nbsp;</p>\n<p><u>Ideal Customer:</u></p>\n<p>· Hospitals that are part of HMOs</p>\n<p>· Hospitals that have bone health champion (usually specializing in orthopedics, endocrinology or rheumatology), fracture prevention program, and are interested in finding osteoporosis patients</p>\n<p>· Located in territories with increasing awareness of Osteoporosis, its prevalence and its implications on quality and quantity of life, such as the western EU countries and Australia.&nbsp;</p>\n<p>· Among the above, when approaching a new country, it is recommended to start in cities where the population is relatively older (for example, Florida in the US).</p>\n<p><u>Inclusion criteria</u>: Chest or Abdomen CT, 50+ (up to 3 mm slice thickness and increment, inclusive).</p>\n<p><u>Intended use:</u></p>\n<p>· Zebra’s Bone Health AI solutions provide an artificial intelligence solution that identifies Vertebral Compression Fractures (VCFs), in order to help stem the widespread impact of Osteoporosis.&nbsp;</p>\n<p>· Increases the amount of detected moderate and severe osteoporotic vertebral compression fractures, thus the number of patients that adhere to treatment.</p>\n<p>· Markedly increased identification of compression fractures, leads to the prevention of secondary fractures by increased utilization of prophylactic osteoporosis therapies.&nbsp;</p>\n<p>· Elevates the level of reporting and patient wellbeing.&nbsp;</p>",
        "featuresAndBenefits": "<p>● Triage</p>\n<p>● Key slice image</p>\n<p>● Single annotation indicating at least one of the detected VCF (CE Only)</p>\n<p>● Separate list of positives (FLS) / part of the workflow (Radiology dept.)</p>",
        "exampleCase": "A 78 year old woman was referred for an urgent CT scan of her chest/abdomen/pelvis for suspected malignancy. The patient’s scan thankfully returned as negative.\n3 months later this scan was reanalyzed by Zebra. The patient was approached by a specialist Osteoporosis nurse as a fracture in her spine was identified. Osteoporosis was diagnosed and the patient commenced treatment. She was impressed by the fracture was detected and was grateful that further fractures could be prevented.\n",
        "training": "<p><u>Video testimonial </u>from customers on Bone: <a href=\"https://youtu.be/WQwNIkVnF0g\">https://youtu.be/WQwNIkVnF0g</a></p>\n<p><u>Publications</u></p>\n<p>· Using Artificial Intelligence Technology to Improve Case Finding for Vertebral Fractures in the Fracture Liaison Service (FLS) Setting - <br>\n S. Connacher, R. Eckert, R. Mansour, M.K Javaid</p>\n<p>· Compression Fractures Detection on CT -<br>\n Amir Bar, Lior Wolf, Orna Bergman Amitai, Eyal Toledano, and Eldad Elnekave</p>\n<p>· Simulating Dual-Energy X-Ray Absorptiometry in CT Using Deep-Learning Segmentation Cascade -<br>\n Arun Krishnaraj, MD, MPH, Spencer Barrett, MD, Orna Bregman-Amitai, MSc, Michael Cohen-Sfady, PhD, Amir Bar, MSc, David Chettrit, MSc, Mila Orlovsky, MSc, Eldad Elnekave, MD</p>",
        "logo": "/static/vendors/zebra/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/zebra/intro.jpeg"],
        "exampleCaseImgs": ["/static/vendors/zebra/example_case/ExampleCase_Compression Fractures.png"],
        "id": 18
    },
    {
        "applicationName": "Aidoc – Pulmonary Embolism Solution",
        "vendor": ["Aidoc"],
        "website": "www.aidoc.com",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>The AI aid for flagging and prioritizing pulmonary embolism findings&nbsp;</p>",
        "about": "<p>Flags pulmonary embolism on CT to speed identification, triage, and treatment.</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Characterization", "Prioritiation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Aidoc’s solutions work directly with the radiologist to prioritize urgent findings and elevate them to the top of the worklist, reducing time to treatment for critical patients.</p>",
        "featuresAndBenefits": "<p>• Sensitive to the sub-segmental level, high performance in various settings including sub-optimal bolus and motion artifacts.&nbsp;</p>\n<p>• Empowering radiologists to detect urgent cases faster.&nbsp;</p>\n<p>• Automatic analysis of all appropriate studies followed by notification directly in the native workflow.</p>",
        "exampleCase": "Sub-segmental PE",
        "training": "<p>Aidoc’s deep learning solutions are trained on large dataset from various sites. Its solutions are also validated with the American College of Radiology as part of its ACR-DSI ASSESS registry.&nbsp;</p>\n<p>A clinical study on Aidoc’ accuracy of deep convolutional neural networks for the detection of pulmonary embolism (PE) on CT pulmonary angiograms (CTPAs) was presented at the European Congress of Radiology, showing that the Aidoc algorithm reached 93% sensitivity and 95% specificity.&nbsp;</p>",
        "logo": "/static/vendors/aidoc/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/aidoc/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/aidoc/example_case/pulmonary embolism.png"],
        "id": 19
    },
    {
        "applicationName": "Aidoc – Vessel Occlusion Solution",
        "vendor": ["Aidoc"],
        "website": "www.aidoc.com",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>The AI aid for flagging and prioritizing vessel occlusion findings&nbsp;</p>",
        "about": "<p>Flags vessel occlusions on CT to speed identification, triage, and treatment of stroke.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Prioritiation"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["CE cleared"],
        "appDescription": "Aidoc’s solutions work directly with the radiologist to prioritize urgent findings and elevate them to the top of the worklist, reducing time to treatment for critical patients.",
        "featuresAndBenefits": "<p>• Empowering radiologists to detect urgent cases faster&nbsp;</p>\n<p>• Automatic analysis of all appropriate studies followed by notification directly in the native workflow&nbsp;</p>\n<p>• Reduces ‘door-to-needle’ time for patients suffering from stroke</p>",
        "exampleCase": "M2 occlusion on the left",
        "training": "Aidoc’s deep learning solutions are trained on large dataset from various sites. Its solutions are also validated with the American College of Radiology as part of its ACR-DSI ASSESS registry. ",
        "logo": "/static/vendors/aidoc/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/aidoc/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/aidoc/example_case/vessel occlusion.png"],
        "id": 20
    },
    {
        "applicationName": "CERCARE Stroke",
        "vendor": ["Cercare Medical"],
        "website": "www.cercare-medical.com",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>Help your patients beat the clock&nbsp;</p>",
        "about": "<p>CERCARE Stroke generates easy-to-read perfusion maps with AI-powered lesion outlines and volume estimations for better patient care in stroke.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": [],
        "modality": ["MR", "CT"],
        "workflowStage": ["Detection", "Segmentation"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "CERCARE Stroke minimizes user intervention by providing easy-to-read parametric maps with clear outlines of infarcted and salvageable tissue, and volume estimations to support your assessment. The outputs are based on AI algorithms trained on previous stroke cases assessed by multiple experts.",
        "featuresAndBenefits": "<p>• Full automation&nbsp;</p>\n<p>• Fast quantification&nbsp;</p>\n<p>• Optimal decision support</p>",
        "exampleCase": "",
        "training": "",
        "logo": "/static/vendors/cercare_medical/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/cercare_medical/intro.jpg"],
        "exampleCaseImgs": ["/static/vendors/cercare_medical/example_case/CERCARE_Stroke.png"],
        "id": 21
    },
    {
        "applicationName": "BoneView",
        "vendor": ["Gleamer"],
        "website": "http://www.gleamer.ai/",
        "bodyPart": ["Knee", "Head", "Chest", "Thorax"],
        "snippet": "<p>BoneView, the AI assistant for Bone trauma X-rays</p>",
        "about": "<p>BoneView helps radiologists for bone trauma X-Rays reading, to make them faster and safer.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": ["Prioritiation", "Detection"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["Pending CE approval"],
        "appDescription": "Bone trauma X-Rays are the most frequent exams performed with potential critical outcomes, still radiologists don't have the time to properly read them. As a consequence missed fractures is the first reported medical error.\n\nBoneview leverage AI to make radiologists faster and safer for this examination.\n",
        "featuresAndBenefits": "<p>• Automatic detection fractures, directly displayed in the Viewer&nbsp;</p>\n<p>• Flagging of exams in worklist allowing better patient prioritization</p>",
        "exampleCase": "",
        "training": "<p>BoneView has been clinically validated over a large and representative set of exams</p>\n<p>Study design :&nbsp;</p>\n<p>· 600 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;X-ray exams with 300 positive cases and 300 negative cases</p>\n<p>· 3 MSK experts for Gold Standard</p>\n<p>· 12 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Readers with 6 radiologists and 6 emergency doctors</p>\n<p>Results of the exams interpreted by readers + AI :&nbsp;</p>\n<p>· +12% sensitivity</p>\n<p>· -30% of missed fractures</p>\n<p>· +22% &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in sensitivity for multi-fract cases</p>",
        "logo": "/static/vendors/gleamer/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/gleamer/intro.png"],
        "exampleCaseImgs": ["/static/vendors/gleamer/example_case/ExampleCase_Gleamer.png"],
        "id": 22
    },
    {
        "applicationName": "Accipio Ax",
        "vendor": ["MaxQ"],
        "website": "www.maxq.ai",
        "bodyPart": ["Head", "Brain"],
        "snippet": "<p>Annotates the slices impacted by the ICH (brain bleed)&nbsp;</p>",
        "about": "Accipio Ax™ – Automatic, Rapid, Highly Accurate Slice-Level Annotation & Prioritization impacted by the ICH.",
        "pointOfCare": ["CT", "Intellispace AI", "CT Workstation"],
        "modality": ["CT"],
        "workflowStage": ["Prioritiation", "Annotation"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>MaxQ AI will support the complete <em>ACCIPIO® ICH and Stroke Platform</em> with INSIGHT™: It will support the Radiology Department, Emergency Room, Neuroradiology and the Stroke teams with a fully-automated solution. The current <em>ACCIPIO® platform will provide </em>tools for identification &amp; prioritization (lx)(1), slice-level annotation (Ax)(2), and triage guidance for suspected ICH presence and diagnostic quality rule-out(3).&nbsp;</p>\n<p>(1) Accipio Ix: FDA Cleared, CE Approved&nbsp;</p>\n<p>(2) Accipio Ax: FDA Cleared, CE Approved</p>\n<p>(3) Diagnostic Rule-Out, Future Device: CAUTION--Investigational device. Limited by United States and international law to investigational use.</p>",
        "featuresAndBenefits": "<p>The complete <em>Accipio</em> solution for head trauma and stroke promises to:</p>\n<p>· Greatly increase ICH detection and reduce missed ICHs through near real-time triage, annotation and diagnostic rule-out – because every minute matters for TBI, trauma, and stroke patients.&nbsp;</p>\n<p>· Potentially enhance clinical confidence, including mobilization of ischemic stroke and neurosurgery teams&nbsp;</p>\n<p>· Provide the right care readied faster, improving quality to potentially avoid poor patient outcomes and to decrease costs and liability.&nbsp;</p>\n<p>· Provide slice-level annotation, lesion-level annotation and quantification of lesion volume within suspected ICH.&nbsp;</p>\n<p>· Provide automatic diagnostic ICH rule-out.&nbsp;</p>\n<p>· Deployed through Major CT, AI ecosystem, and PACS channel partners; completely integrated, supported, and serviced from partners you trust.&nbsp;</p>\n<p>· To address the total workflow needs of the reader. Not a single algorithm –– an ecosystem designed to benefit the patient, care provider, and facility.</p>",
        "exampleCase": "",
        "training": "<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10852416\">www.ncbi.nlm.nih.gov/pubmed/10852416</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27143499\">www.ncbi.nlm.nih.gov/pubmed/27143499</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26846858\">www.ncbi.nlm.nih.gov/pubmed/26846858</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/29247142\">www.ncbi.nlm.nih.gov/pubmed/29247142</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26210525\">www.ncbi.nlm.nih.gov/pubmed/26210525</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28122885\">www.ncbi.nlm.nih.gov/pubmed/28122885</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28301451\">www.ncbi.nlm.nih.gov/pubmed/28301451</a></p>",
        "logo": "/static/vendors/maxq/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/maxq/intro.png"],
        "exampleCaseImgs": ["/static/vendors/maxq/example_case/ExampleCase_MaxQ_forAll3Applications.png"],
        "id": 23
    },
    {
        "applicationName": "Accipio Futures",
        "vendor": ["MaxQ"],
        "website": "www.maxq.ai ",
        "bodyPart": ["Head", "Brain"],
        "snippet": "<p>Non-regulatory approved devices (Futures / Works In Progress)&nbsp;</p>",
        "about": "<p>Accipio Future Device:</p>\n<p>· Diagnostic Rule-Out</p>\n<p>· Lesion Level Annotation</p>\n<p>· Quantification of Lesion Volume</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI", "CT Workstation"],
        "modality": ["CT"],
        "workflowStage": ["Annotation", "Quantification", "Detection"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["Research use only"],
        "appDescription": "<p>MaxQ AI will support the complete <em>ACCIPIO® ICH and Stroke Platform</em> with INSIGHT™: It will support the Radiology Department, Emergency Room, Neuroradiology and the Stroke teams with a fully-automated solution. The current <em>ACCIPIO® platform will provide</em> tools for identification &amp; prioritization (lx)(1), slice-level annotation (Ax)(2), and triage guidance for suspected ICH presence and diagnostic quality rule-out(3).&nbsp;</p>\n<p>(1) Accipio Ix: FDA Cleared, CE Approved&nbsp;</p>\n<p>(2) Accipio Ax: FDA Cleared, CE Approved</p>\n<p>(3) Diagnostic Rule-Out, Future Device: CAUTION--Investigational device. Limited by United States and international law to investigational use.</p>",
        "featuresAndBenefits": "<p>The complete <em>Accipio</em> solution for head trauma and stroke promises to:</p>\n<p>· Greatly increase ICH detection and reduce missed ICHs through near real-time triage, annotation and diagnostic rule-out – because every minute matters for TBI, trauma, and stroke patients.&nbsp;</p>\n<p>· Potentially enhance clinical confidence, including mobilization of ischemic stroke and neurosurgery teams&nbsp;</p>\n<p>· Provide the right care readied faster, improving quality to potentially avoid poor patient outcomes and to decrease costs and liability.&nbsp;</p>\n<p>· Provide slice-level annotation, lesion-level annotation and quantification of lesion volume within suspected ICH.&nbsp;</p>\n<p>· Provide automatic diagnostic ICH rule-out.&nbsp;</p>\n<p>· Deployed through Major CT, AI ecosystem, and PACS channel partners; completely integrated, supported, and serviced from partners you trust.&nbsp;</p>\n<p>· To address the total workflow needs of the reader. Not a single algorithm –– an ecosystem designed to benefit the patient, care provider, and facility.</p>",
        "exampleCase": "",
        "training": "<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/10852416\">www.ncbi.nlm.nih.gov/pubmed/10852416</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/27143499\">www.ncbi.nlm.nih.gov/pubmed/27143499</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26846858\">www.ncbi.nlm.nih.gov/pubmed/26846858</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/29247142\">www.ncbi.nlm.nih.gov/pubmed/29247142</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/26210525\">www.ncbi.nlm.nih.gov/pubmed/26210525</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28122885\">www.ncbi.nlm.nih.gov/pubmed/28122885</a></p>\n<p><a href=\"http://www.ncbi.nlm.nih.gov/pubmed/28301451\">www.ncbi.nlm.nih.gov/pubmed/28301451</a></p>",
        "logo": "/static/vendors/maxq/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/maxq/intro.png"],
        "exampleCaseImgs": ["/static/vendors/maxq/example_case/ExampleCase_MaxQ_forAll3Applications.png"],
        "id": 24
    },
    {
        "applicationName": "qXR – Automated Chest X-ray Interpretation",
        "vendor": ["Qure.ai Technologies Pvt. Ltd."],
        "website": "http://qure.ai ",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>Radiological computer aided triage and notification software for the analysis of chest x-ray images</p>",
        "about": "<p>qXR is a radiological computer aided triage and notification software for the analysis of chest x-ray images. qXR uses an artificial intelligence algorithm to analyze images and highlight cases detected with lung parenchymal opacities, pulmonary consolidation, pulmonary nodules, pleural effusion, hilar lymphadenopathy and Tuberculosis.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": ["Detection", "Prioritiation", "Annotation"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Chest radiography is the most common radiographic procedure performed in medical imaging departments, and one of the most often repeated exams. Even after the advent of advanced imaging modalities, the chest x-ray still remains the dominant exam for diagnosing multiple lung diseases, for screening purposes and even for monitoring postoperative changes. While the volumes of chest x-rays continue to grow, radiology departments across the world are facing a shortage of radiologists who have the time or the expertise to read chest x-rays. qXR is designed to support clinicians in timely and accurately managing this exam that often constitutes 45-60% of their workload.&nbsp;</p>\n<p>qXR is a chest X-ray screening tool built with deep learning. It classifies chest X-rays as normal or abnormal, identifies the abnormal findings, and highlights them on the X-ray. qXR also generates a description of the X-ray findings, including name, size and location of the abnormality, that is used to pre-fill radiology reports. qXR can detect and localize multiple findings in a Chest X-ray including abnormal classification, different types of lung parenchymal opacities, pneumothorax, pleural effusion, cardiac enlargement, and anatomical variations seen in the chest.</p>\n<p><strong>Intended use</strong></p>\n<p>• AutoSort – separate Normal versus Abnormal chest radiographs into either a prioritized worklist or even into separate custom worklists</p>\n<p>• Screening – for volume screenings loads in the hospital or even at remote settings wherein you gain by immediate detection of clinically significant findings.</p>\n<p>Radiology assistance – prepopulating reporting templates as a prelim read for the clinical team to confirm and thereby increasing efficiency&nbsp;</p>",
        "featuresAndBenefits": "<p>• Ability to classify and separate Normal versus Abnormal x-rays -&gt; workload prioritization&nbsp;</p>\n<p>• Detects a wide range 18 clinical findings with high accuracy -&gt; comprehensive read&nbsp;</p>\n<p>• Creates a pre-populated radiology report -&gt; improve radiology efficiency</p>",
        "exampleCase": "",
        "training": "<p><strong>Training &amp; Validation</strong>&nbsp;</p>\n<p>The deep learning algorithm underlying the qXR chest X-ray solution has been trained using <strong>2.4 million Chest X- rays</strong> and counting. qXR has been trained and tested on X-rays acquired on 14 different X-ray machine models from 9 manufacturers making the solution truly vendor-neutral including both CR and DR. Multiple validation studies Validation studies show that the tool is highly generalizable, producing high accuracy across populations and device types.</p>\n<p><strong>PEER REVIEWED Publications</strong></p>\n<p>• Can Artificial Intelligence Reliably Report Chest X-Rays?: Radiologist Validation of an Algorithm trained on 2.3 Million X-Rays - <a href=\"https://arxiv.org/abs/1807.07455\">https://arxiv.org/abs/1807.07455</a></p>\n<p>• Deep Learning in Chest Radiography: Detection of Findings and Presence of Change – PLOS ONE - <a href=\"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0204155\">https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0204155</a></p>\n<p>• Using artificial intelligence to read chest radiographs for tuberculosis detection: A multi-site evaluation of the diagnostic accuracy of three deep learning systems – NATURE SCIENTIFIC REPORTS - <a href=\"https://www.nature.com/articles/s41598-019-51503-3\">https://www.nature.com/articles/s41598-019-51503-3</a></p>\n<p>We have a larger bibliography of publications and conference presentations at RSNA, ECR, etc. available on our website.</p>",
        "logo": "/static/vendors/qure_ai/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/qure_ai/Intro_Qure.ai chest X-ray.png"],
        "exampleCaseImgs": ["/static/vendors/qure_ai/example_case/ExampleCase_Qure.ai-ChestXray.jpg"],
        "id": 25
    },
    {
        "applicationName": "qER - Automated Head CT Interpretation",
        "vendor": ["Qure.ai Technologies Pvt. Ltd."],
        "website": "http://qure.ai ",
        "bodyPart": ["Head", "Brain"],
        "snippet": "<p>Radiological computer aided triage and notification software for analysis of non-enhanced head CT images</p>",
        "about": "<p>qER is a radiological computer aided triage and notification software for analysis of non-enhanced head CT images. qER uses an artificial intelligence algorithm to analyze images and highlight cases with detected intracranial hemorrhage, mass effect, midline shift, infarcts and cranial fractures.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection", "Prioritiation", "Annotation", "Quantification"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Non-enhanced head CT is the most common and most useful study for the evaluation of patients after trauma, focal neurologic symptoms, change in mental status, and severe headaches to rule out life-threatening pathology. Due to low preparation time, the non-contrast CT is the preferred exam for Emergency Rooms around the world. In most of these cases where the clinical team is faced with unknown head injuries, rapid intervention is critical and the time window from injury to treatment determines the chances of survival. Several studies have shown that speeding up the diagnostic process leads to significant reduction in morbidity and mortality and most developed hospital systems have guidelines to meet on this crucial time. In many cases, hospitals may not have expert neuro-radiologists available to read and detect the critical findings as seen on the head CT scan. qER deep learning algorithm helps ER physicians and radiologists detect, localise and quantify a growing list of brain pathologies to enable critical patient decisions are taken on time and with high accuracy.&nbsp;</p>\n<p>The head CT scan triage and interpretation aid tool ‘qER’ prioritizes critical head CT scans in the trauma and emergency care setting and saves time on routine radiology head CT scan reporting. qER also generates a description of the critical findings, including name, size and location of the abnormality, that is used to pre-fill radiology reports. qER can detect and localize a wide range of critical findings including intracranial haemorrhage (and its 5 subtypes), mass effect, midline shift, infarcts and cranial fractures.</p>\n<p><strong>Intended use</strong></p>\n<p>• Triage and Notification in the Emergency Room</p>\n<p>• Workflow streamlining and scan prioritization for teleradiology worklists</p>\n<p>• Radiology assistance – decision support and report pre-population for radiologists</p>",
        "featuresAndBenefits": "<p>• Detects a wide range of common head CT abnormalities&nbsp;</p>\n<p>-Intracranial haemorrhages (distinguishes between extradural, subdural, subarachnoid, intraparenchymal and intraventricular haemorrhage)&nbsp;</p>\n<p>-Infarts</p>\n<p>-Cranial fractures</p>\n<p>-Mass effect</p>\n<p>-Midline shift</p>\n<p>• Notifies the clinician when an acute critical abnormality is detected</p>\n<p>• Localizes the abnormality on the CT scan image for rapid review</p>\n<p>• Quantifies volume or extent of the abnormality</p>\n<p>• Prefills the radiology report template in full text, with the name, location and size of the abnormality</p>",
        "exampleCase": "",
        "training": "<p><br></p>\n<p><strong>Training &amp; Validation</strong>&nbsp;</p>\n<p>Trained with over 300,000 head CT scans, the algorithm accuracy ranges from 0.92-0.98 depending on the abnormality being detected. qER has been validated across multiple geographies and 17 CT scan machine models, proving to generalise well. Validation studies show that the tool is highly generalizable, producing high accuracy across populations and device types.</p>\n<p>&nbsp;&nbsp;</p>\n<p><strong>PEER REVIEWED Publications</strong></p>\n<p>• Deep Learning Algorithms for Detection of Critical Findings in Head CT Scans – A Retrospective Study – THE LANCET- <a href=\"https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31645-3/fulltext\">https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(18)31645-3/fulltext</a>&nbsp;</p>\n<p>• Development and Validation of Deep Learning Algorithms for Detection of Critical Findings in Head CT Scans - <a href=\"https://arxiv.org/abs/1803.05854\">https://arxiv.org/abs/1803.05854</a>&nbsp;</p>\n<p>We have a larger bibliography of publications and conference presentations at RSNA, ECR, etc. available on our website.</p>",
        "logo": "/static/vendors/qure_ai/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/qure_ai/intro.png"],
        "exampleCaseImgs": ["/static/vendors/qure_ai/example_case/ExampleCase_Qure.ai Head CT.png"],
        "id": 26
    },
    {
        "applicationName": "ClearRead Xray | Bone Suppress",
        "vendor": ["Riverain Technologies, Inc."],
        "website": " https://www.riveraintech.com/",
        "bodyPart": ["Chest"],
        "snippet": "<p>See Clearly. Decide Confidently.</p>",
        "about": "ClearRead Xray | Bone Suppress increases the clarity of chest X-rays by suppressing bones on frontal chest X-rays and improves the conspicuity of focal densities, resulting in improved detection.",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": ["Detection"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>The traditional chest x-ray is the most common radiological imaging exam and commonly provides the first opportunity for lung disease detection. However, interpretation of a chest radiograph is a challenging due to the strong degree of superimposed anatomical structures, particularly bones. Given the clinical importance of chest radiographs and the tendency of boney structures to hide focal densities, a technology that automatically suppresses bones, enterprise wide can improve patient care.</p>\n<p>ClearRead Xray | Bone Suppress increases the visibility of soft tissue in standard chest X-rays by suppressing the bones on the digital image without the need for two exposures. The bone suppressed image enables radiologists to detect 1 out of 6 previously missed nodules.</p>\n<p>Intended use <br>\n ClearRead Xray | Bone Suppress is indicated to generate an enhanced, secondary digital radiographic image of the chest. The enhanced AP or PA image of the chest provides improved visibility of the focal densities through bone suppression and tissue equalization, and facilitates determining the presence or absence of focal densities. The Bone Suppress image provides adjunctive information and is not a substitute for the original PA/AP image. This device is intended to be used by trained professionals, such as physicians, radiologists, and technicians, on patients and is not intended to be used on pediatric patients.</p>",
        "featuresAndBenefits": "<p>• Enhanced Image Interpretation</p>\n<p>-See anomalies that may have easily been missed- 17% increased nodule detection rates on Chest X-rays</p>\n<p>-Increase confidence in clinical decisions</p>\n<p>-Reduces risk of oversight&nbsp;</p>\n<p>• Workflow</p>\n<p>-Seamlessly integrates into the workflow by adding a chest, soft tissue image</p>\n<p>-Supports enterprise deployment&nbsp;</p>\n<p>-Provides a soft tissue image of the chest with a single exposure</p>",
        "exampleCase": "",
        "training": "<p><br></p>\n<p><strong>Training &amp; Validation&nbsp;</strong></p>\n<p>ClearRead Xray | Bone Suppression training used 1000s of cases consisting of true positive and true negative dual energy subtraction (DES) cases. Additionally simulation/modeling was used to create true positive cases from normal DES cases through the insertion of modeled nodules.</p>\n<p><br></p>\n<p><strong>Publications</strong></p>\n<p><strong>Lung Nodules:</strong> <strong>Improved Detection with Software That Suppresses the Rib and Clavicle on Chest Radiographs. </strong>M. Freedman, Matthew, B. Lo, J. Seibel, C. Bromley, Radiology, Volume 260, Number 1, July 2011, Pages 265-273</p>\n<p><strong>Bone Suppression Increases the Visibility of Invasive Pulmonary Aspergillosis in Chest Radiographs.</strong> S. Schalekamp, B. van Ginneken, I. Van Den Berk, I. Hartmann, M. Snoeren, A. Odink,W. Van Lankeren, S. Pegge, L. Schijf, N. Karssemeijer, C. Schaefer-Prokop; Published: October 03, 2014 DOI: 10.1371/journal.pone.0108551.</p>\n<p><strong>Chest radiography: new technological developments and their applications.</strong> S. Schalekamp, B. van Ginneken, N. Karssemeijer and C.M. Schaefer-Prokop; Seminars in Respiratory &amp; Critical Care Medicine 2014;35:3-16.</p>\n<p><strong>Bone suppressed images improve pulmonary fungal infection detection in chest radiographs.</strong> S. Schalekamp, I.A.H. van den Berk, I.J.C. Hartmann, M.M. Snoeren, A.E. Odink, S.A.H. Pegge, L.J. Schijf, N. Karssemeijer, C.M. Schaefer-Prokop, European Congress of Radiology, March 2014.</p>\n<p><strong>Improved Detection of Focal Pneumonia by Chest Radiography with Bone Suppression Imaging.</strong> Feng L, Engelmann R, Pesce L, Armato III S, MacMahon H. European Society of Radiology, May 2012.</p>\n<p><strong>Lung Nodules: Improved Detection with Software that Suppresses the Rib and Clavicle on Chest Radiographs.</strong> Freedman, et.al, Radiology; July 2011, Volume 260 Number 1, RADLAX 260(1) 1-308.</p>\n<p><strong>Bone suppression imaging improves observer performance for the detection of lung nodules in chest radiographs.</strong> ESTI, 2012. Schalekamp, Steven, et. al.</p>\n<p><strong>Small lung cancers: improved detection by use of bone suppression imaging–comparison with dual-energy subtraction chest radiography.</strong> Li F, Engelmann R, L Pesce L, Doi K, Metz CE, MacMahon H, Radiology. 2011 Dec;261(3):937-49. Epub 2011 Sep 23.</p>\n<p><strong>Improved detection of subtle lung nodules by use of chest radiographs with bone suppression imaging: receiver operating characteristic analysis with and without localization.</strong> Li F, Hara T, Shiraishi J, Engelmann R, MacMahon H, Doi K., AJR Am J Roentgenol. 2011 May;196(5):W535-41.</p>\n<p><strong>Improved Conspicuity of Small Lung Nodules on Bone Suppression Chest Images.</strong> Li F, Hara T, Englemann, R, et al., RSNA, 2009; p793.</p>\n<p><strong>Improved Detection of Pneumonia by Chest Radiographs with Bone Suppression Imaging.</strong> Li F, Engelmann R, and MacMahon H, RSNA, 2010.</p>",
        "logo": "/static/vendors/riverain/logo.png",
        "screenshots": [""],
        "exampleCaseImgs": ["/static/vendors/riverain/example_case/ExampleCase_ClearReadXray.jpg"],
        "introImg": ["/static/vendors/riverain/intro.jpg"],
        "id": 27
    },
    {
        "applicationName": "ClearRead CT",
        "vendor": ["Riverain Technologies, Inc."],
        "website": " https://www.riveraintech.com/",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>Clinical AI in Action</p>",
        "about": "<p><br></p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["CT"],
        "workflowStage": ["Detection"],
        "fdaStatus": ["FDA cleared"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Chest CT is the preferred method for annual lung cancer screening for at risk patients and commonly leads to the detection of incidental nodules for non-screening, low dose CT scans. Interpreting a chest CT is a challenging task, owing to the large number of images commonly present in a chest CT series and number of interfering structures that compete with the detection of lung nodules. Given the clinical importance of detection of lung cancer using CT, a technology that aids in the detection, characterization and tracking of nodules is beneficial to medical professionals and patients alike.</p>\n<p>ClearRead CT is a computer-aided detection (CADe) system intended to identify, mark and characterize regions of interest (ROIs) in chest CT series. The ClearRead CT | Vessel Suppress and ClearRead CT | Detect modules of the system operates across all nodule types, including solid, sub-solid and ground glass ranging from 5mm and 30mm in size. The use of ClearRead CT leads to a reduction in oversight errors (29%) and increased nodule search efficiency (26%). The ClearRead CT | Compare component of the system allows for comparison of nodules with prior scans and provides the volumetric changes for matching nodules over time.</p>\n<p>Intended use <br>\n ClearRead CT is comprised of computer assisted reading tools designed to aid the radiologist in the detection of pulmonary nodules during review of CT examinations of the chest on an asymptomatic population. The ClearRead CT requires both lungs be in the field of view. ClearRead CT provides adjunctive information and is not intended to be used without the original CT series.</p>",
        "featuresAndBenefits": "<p>• Reduces the burden of visual search and assessment by suppressing vascular structure.</p>\n<p>• Processes scans from a wide range of manufacturers and acquisition protocols.</p>\n<p>• Provides unprecedented detection, segmentation and characterization accuracy of lung nodules.</p>",
        "exampleCase": "",
        "training": "<p><br></p>\n<p><strong>Training &amp; Validation</strong> <br>\n ClearRead CT used a combination of measured and simulated nodule data to train ClearRead CT. As part of the training process, ClearRead CT used 1000s of cases and 100,000s of nodules. Validation was performed on blind, measured data primarily originating from NLST. The results of the study were published in the American Journal of Roentgenology: 1-8. 10.2214/AJR.17.18718 and demonstrated a 29% improvement in nodule detection with an associated reduction in nodule serach time of 26%.<br>\n <br>\n&nbsp;</p>\n<p><strong>Publications</strong></p>\n<p><a href=\"https://www.ajronline.org/doi/pdf/10.2214/AJR.17.18718\" target=\"_blank\"><strong>Computer-Aided Detection of Lung Nodules on CT With a Computerized Pulmonary Vessel Suppressed Function.</strong></a> ShihChung B. Lo, Matthew T. Freedman, Laura B. Gillis, Charles S. White, and Seong K. Mun American Journal of Roentgenology: 1-8. 10.2214/AJR.17.18718</p>\n<p><a href=\"https://www.ejradiology.com/article/S0720-048X(18)30058-5/fulltext\" target=\"_blank\"><strong>Vessel suppressed chest Computed Tomography for semi-automated volumetric measurements of solid pulmonary nodules.</strong></a> Milanese, Gianluca et al. European Journal of Radiology, 2018 Volume 101, 97 – 102.</p>",
        "logo": "/static/vendors/riverain/logo.png",
        "screenshots": [""],
        "exampleCaseImgs": ["/static/vendors/riverain/example_case/ExampleCase_ClearReadCT.jpg"],
        "introImg": ["/static/vendors/riverain/intro.jpg"],
        "id": 28
    },
    {
        "applicationName": "White matter lesions",
        "vendor": ["QUIBIM"],
        "website": "https://QUIBIM.com/",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>Improved radiology workflow specially in longitudinal cases</p>",
        "about": "<p>Automatic calculation of the volume of lesion, the area of lesion, total count and its dissemination.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["MR"],
        "workflowStage": ["Quantification", "Annotation", "Scoring", "Staging", "Detection"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Diagnosis of neurodegenerative disease such as Alzheimer, Parkinson, Dementia, Epilepsy, the follow-up of these diseases (Alzheimer, Dementia, Epilepsy, Migraine, Amyotrophic Lateral Sclerosis) and the quantification of treatment response (Multiple Sclerosis).&nbsp;</p>\n<p>Imaging modality: High resolution FLAIR</p>",
        "featuresAndBenefits": "<p>• Automated&nbsp;</p>\n<p>• Lesion count&nbsp;</p>\n<p>• Calculation of volume and area of lesion&nbsp;</p>\n<p>• 1.5T &amp; 3T compatible&nbsp;</p>\n<p>• One page structured report</p>",
        "exampleCase": "",
        "training": "<p>Magraner MJ, Bosca I, Simó-Castelló M, García-Martí G, Alberich-Bayarri A, Coret F, Alvarez-Cermeño JC, Martí-Bonmatí L, Villar LM, Casanova B. Brain atrophy and lesion load are related to CSF lipid-specific IgM oligoclonal bands in clinically isolated syndromes. Neuroradiology. 2012 Jan; 54(1): 5-12;</p>\n<p>Domenech J, García-Martí G, Martí-Bonmatí L, Barrios C, Tormos JM, Pascual-Leone A. Abnormal activation of the motor cortical network in idiopathic scoliosis demonstrated by functional MRI. Eur Spice J. 2011 Jul: 20(7): 1069-78</p>",
        "logo": "/static/vendors/quibim/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/quibim/intro.PNG"],
        "exampleCaseImgs": ["/static/vendors/quibim/example_case/ExampleCase_WhiteMatterLesions.png"],
        "id": 29
    },
    {
        "applicationName": "Brain Volumetry",
        "vendor": ["QUIBIM"],
        "website": "https://QUIBIM.com/",
        "bodyPart": ["Brain", "Head"],
        "snippet": "<p>Faster detection and faster follow up of disease</p>",
        "about": "<p>Automated noninvasive post-processing application to calculate the volume of grey matter, white matter, cerebrospinal fluid and their distribution, as well as the parenchima fraction.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["MR"],
        "workflowStage": ["Detection", "Scoring", "Quantification", "Staging"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Detection of early stages of neurodegenerative diseases, the detection of early stages of de-myellinating diseases and follow-up of the disease.&nbsp;</p>\n<p>Imaging modality: 3D T1 Gradient-Echo MR</p>",
        "featuresAndBenefits": "<p>• Automated pipeline&nbsp;</p>\n<p>• 1.5T &amp; 3T compatible&nbsp;</p>\n<p>• Results compared to normative data&nbsp;</p>\n<p>• One-page structured report</p>",
        "exampleCase": "",
        "training": "<p>Magraner MJ, Bosca I, Simó-Castelló M, García-Martí G, Alberich-Bayarri A, Coret F, Alvarez-Cermeño JC, Martí-Bonmatí L, Villar LM, Casanova B. Brain atrophy and lesion load are related to CSF lipid-specific IgM oligoclonal bands in clinically isolated syndromes. Neuroradiology. 2012 Jan; 54(1): 5-12;</p>\n<p>Domenech J, García-Martí G, Martí-Bonmatí L, Barrios C, Tormos JM, Pascual-Leone A. Abnormalactivation of the motor cortical network in idiopathic scoliosis demonstrated by functional MRI. Eur Spice J. 2011 Jul: 20(7): 1069-78</p>\n<p>García-Martí G et al. Schizophrenia with auditory hallucinations: a voxel based morphometry study. Prog Neuropsychopharmacol Biol Psychiatry. 2008 Jan: &nbsp;32(1): 72-80.</p>",
        "logo": "/static/vendors/quibim/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/quibim/intro.PNG"],
        "exampleCaseImgs": ["/static/vendors/quibim/example_case/ExampleCase_Volumetry.png"],
        "id": 30
    },
    {
        "applicationName": "Liver Fat & Iron quantification",
        "vendor": ["QUIBIM"],
        "website": "https://QUIBIM.com/",
        "bodyPart": ["Abdomen", "Liver"],
        "snippet": "<p>Improved diagnosis, faster follow up</p>",
        "about": "<p>Automated “VIRTUAL BIOPSY” tool that analyses MR volume datasets to provide a simultaneous quantification of iron, fat and water concentration.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["MR"],
        "workflowStage": ["Detection", "Quantification"],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Reveals tissue abnormalities before any symptoms appear, providing a reliable method to monitor the effects of a treatment. Also useful for diagnosis and follow up of diffuse liver disorders.&nbsp;</p>\n<p>Imaging modality: MR Multi-echo Chemical Shift</p>",
        "featuresAndBenefits": "<p>• Automated&nbsp;</p>\n<p>• Whole liver segmentation using AI&nbsp;</p>\n<p>• Correlation of results with liver biopsy&nbsp;</p>\n<p>• One page structured report</p>",
        "exampleCase": "",
        "training": "<p>França, M., Martí-Bonmatí, L., Porto, G., Silva, S., Guimaräes, S. and Alberich-Bayarri, Á. (2017). Tissue iron quantification in chronic liver diseases using MRI shows a relationship between iron accumulation in liver, spleen, and bone marrow. Clinical Radiology;</p>\n<p>França, M., Alberich-Bayarri, Á. and Martí-Bonmatí, L. (2017). Accurate simultaneous quantification of liver steatosis and iron overload in diffuse liver diseases with MRI. Abdominal Radiology, 42(5), pp. 1434-1443;&nbsp;</p>\n<p>Martí-Bonmatí, L., Alberich-Bayarri, Á. and Sánchez-González, J. (2012). Overload hepatitides: quanti-qualitative analysis. Abdom. Imaging. 37(2): 180-7;</p>\n<p>Erturk, SM., Alberich-Bayarri, Á., Herrmann, KA., Martí-Bonmatí, L. and Ros, PR. (2009). Use of 3.0-T MR imaging for evaluation of the abdomen. Radiographics. 29(6): 1547-63;</p>",
        "logo": "/static/vendors/quibim/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/quibim/intro.PNG"],
        "exampleCaseImgs": ["/static/vendors/quibim/example_case/ExampleCase_Liver Fat & Iron quantification.png"],
        "id": 31
    },
    {
        "applicationName": "Chest X-Ray Classifier",
        "vendor": ["QUIBIM"],
        "website": "https://QUIBIM.com/",
        "bodyPart": ["Chest", "Lung"],
        "snippet": "<p>Triaging - Optimizing workflow by prioritizing abnormal scans</p>",
        "about": "<p>Fully automated tool developed using AI to asses and measure probability of Chest X-ray being normal or abnormal.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["X-RAY"],
        "workflowStage": [""],
        "fdaStatus": ["Research use only"],
        "ceStatus": ["CE cleared"],
        "appDescription": "<p>Estimate the probability of presence of fourteen different pathologies in Chest Radiographs. Once these probabilities are calculated, the tool combines them to quantify the final abnormal probability of the images.</p>",
        "featuresAndBenefits": "<p>• Prioritize worklist of radiologists&nbsp;</p>\n<p>• Abnormal probability score&nbsp;</p>\n<p>• Automated&nbsp;</p>\n<p>• Most probable findings</p>",
        "exampleCase": "",
        "training": "<p>C.-H. Liang, Y.-C. Liu, M.-T. Wu, F. Garcia-Castro, A. Alberich-Bayarri, F.-Z. Wu (2019) Identifying pulmonary nodules or masses on chest radiography using deep learning: external validation and strategies to improve clinical practice <a href=\"https://doi.org/10.1016/j.crad.2019.08.005\">https://doi.org/10.1016/j.crad.2019.08.005</a></p>",
        "logo": "/static/vendors/quibim/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/quibim/intro.PNG"],
        "exampleCaseImgs": ["/static/vendors/quibim/example_case/ExampleCase_Chest X-Ray Classifier.png"],
        "id": 32
    },
    {
        "applicationName": "Lunit INSIGHT MMG",
        "vendor": ["Lunit"],
        "website": "http://lunit.io",
        "bodyPart": ["Breast"],
        "snippet": "<p>Increased Findings, Reduced Biopsies</p>",
        "about": "<p>Lunit INSIGHT MMG automatically detects and characterizes lesions suspicious for breast cancer with high accuracy on mammograms. It provides visualization and quantitative information on the presence of malignant lesion on each breast.</p>\n<p>** THIS PRODUCT IS NOT FDA 510(K) APPROVED, NOT FOR SALE IN THE U.S.**</p>",
        "pointOfCare": ["Intellispace AI"],
        "modality": ["MG"],
        "workflowStage": ["Detection", "Characterization"],
        "fdaStatus": ["Pending FDA approval"],
        "ceStatus": ["Pending CE approval"],
        "appDescription": "Lunit INSIGHT MMG automatically detects and characterizes lesions suspicious for breast cancer with high accuracy on mammograms. It provides visualization and quantitative information on the presence of malignant lesion on each breast.",
        "featuresAndBenefits": "<p>● High accuracy (97% AUC)&nbsp;</p>\n<p>● 24% increase in breast cancer detection&nbsp;</p>\n<p>● Reduction in false positive recall&nbsp;</p>\n<p>● Reduction in reading time&nbsp;</p>\n<p>● Consistent performance across breast densities</p>",
        "exampleCase": "",
        "training": "<p>Lunit INSIGHT MMG has been trained over 200,000 mammography cases, approximately 500,000 cases of which were breast cancer cases.</p>\n<p>It has been validated internally with datasets from Korea, U.S., and U.K. The results showed AUC of 97.0%, 95.4%, and 93.8% respectively. &nbsp;It has also been validated externally through retrospective reader studies at Yonsei University Severance Hospital and Soon Chun Hyang University Hospital. Based on these study results, Lunit INSIGHT MMG recently received regulatory approval from Korea Ministry of Food and Drug Safety(1).</p>\n<p>(1) Yonsei University Severance Hospital &amp; Soon Chun Hyang University Hospital, Feb. 2019</p>",
        "logo": "/static/vendors/lunit/logo.png",
        "screenshots": [""],
        "introImg": ["/static/vendors/lunit/intro.png"],
        "exampleCaseImgs": ["/static/vendors/lunit/example_case/ExampleCase_image_mmg.jpg"],
        "id": 33
    }
]
